Repository: Shakarang/File2QRCode
Catalog: iOS/File2QRCode/*.lproj/Localizable.strings
Languages: fr

# START_RECOVERING_TITLE
source: Start recovering your files
fr: Commencez à récupérer vos fichiers

# APPLICATION_DESCRIPTION
source: Scan all your QR codes generated with File2QRCode desktop application in order to retrieve your entire file.
fr: Scannez tous vos QR codes générés avec l'application de bureau File2QRCode pour pouvoir recouvrir votre fichier.

# CHECK_REPO_GITHUB
source: Check the repo on Github
fr: Voir le dépôt sur Github

# FILE_RECOVERED_TITLE
source: Yeah ! You've recovered your file
fr: Yeah ! Vous avez recouvré votre fichier

# FILE_RECOVERED_DESCRIPTION
source: Now you've recovered your file, let's share it securely.
fr: Maintenant que vous avez recouvré votre fichier, partagez le de façon sécurisée.

# PASSWORD_FIELD_PLACEHOLDER
source: Enter your password
fr: Entrez votre mot de passe

# ENCRYPTION_DESCRIPTION
source: Before sharing, please set a password in order to protect your data. It will be encrypted using AES-256, the safest encryption algorithm in the world. You'll be able to recover your data using the File2QRCode desktop tool.
fr: Avant de le partager, protégez votre fichier avec un mot de passe. Il sera chiffré en utilisant l'algorithme AES-256, le chiffrement le plus sécurisé au monde. Vous pourrez déchiffrer le fichier en utilisant l'application File2QRCode de bureau.

source: Scan
fr: Scanner

source: Next
fr: Suivant

source: Share
fr: Partager

source: Go to back menu
fr: Retourner au menu

source: Cancel
fr: Retour
